Repository: prime-concept/prime-ios-legacy
Catalog: PRIME/*.lproj/Localizable.strings
Languages: it

source: Close
it: Chiudere

source: Repeat
it: Ripetere

source: Next
it: Prossimo

source: Done
it: Fatto

source: Cancel
it: Annullare

source: Signout
it: Uscita

source: Add card ...
it: Aggiungere una carta

source: Add passport
it: Aggiungere il passaporto

source: Add document ...
it: Aggiungere un documento

source: Add visa
it: Aggiungere il visto

source: Add
it: Aggiungere

source: Cards
it: Сarte

source: Passports
it: Passaporti

source: Visas
it: Visti

source: Information
it: Informazione

source: Synchronization
it: Sincronizzazione

source: Documents
it: Documenti

source: Authentication is needed to access your account.
it: Si prega di registrarsi

source: All categories...
it: Tutte le categorie

source: Request Types
it: Categorie

source: Statuses
it: Stati

source: Personal information
it: Informazione personale

source: Change password ...
it: Cambiare la password

source: Save modification?
it: Salvare le modifiche?

source: Passwords don't match
it: Le password non corrispondono

source: Unable to find the requested data.
it: Impossibile trovare i dati richiesti

source: The server is temporarily unavailable or no Internet connection. Please try again later.
it: Il server è temporaneamente non disponibile o alcuna connessione a Internet. Si prega di riprovare più tardi.

source: Temporary problem. Please try again later.
it: Ci sono i problemi temporanei. Si prega di riprovare più tardi.

source: Confirmation code is wrong. An SMS with the registration code has been sent to you.
it: Il codice di conferma non è corretto. Lei è stato inviato un SMS con il codice di registrazione.

source: Invalid country code
it: Il codice del paese non valido

source: Your phone number
it: Il numero di telefono

source: The phone number or password you entered is incorrect.
it: Il numero di telefono o la password sono errati.

source: Enter password
it: Inserire la password

source: Enter password to login
it: Inserire una password per effettuare il login

source: «Forgot password»
it: «Ho dimenticato la password»

source: Repeat password
it: Ripeta la passvord

source: Passwords don't match.
it: Le password non corrispondono

source: To use the application %@ please enter your phone number
it: Per accedere all'applicazione %@ è necessario specificare il numero di telefono

source: Write a password which you will use to enter application %@
it: Inventi una password che verrà utilizzato per accedere all'applicazione %@

source: Card with this number does not exist.
it: La carta con questo numero non esiste.

source: Want to keep this card for future payment?
it: Vuole mantenere questa carta per il pagamento futuro?

source: The Internet connection appears to be offline.
it: La connessione a Internet sembra essere offline.

source: Failed to save contact changes
it: Impossibile salvare le modifiche di contatto.

source: Expiration date of the card is entered incorrectly.
it: Periodo di validità viene immesso in modo non corretto.

source: Payment system only processes Visa and MasterCard.
it: Il sistema di pagamento supporta solo Visa e MasterCard.

source: The card will be encrypted in the KeyChain and is only available on this device.
it: La carta sarà criptato nel KeyChain ed è disponibile solo su quel dispositivo.

source: Invalid email address.
it: Indirizzo e-mail non valido

source: Connected to Internet.
it: Connesso a Internet

source: UBER is unavailable at this moment.
it: UBER non è disponibile in questo momento.

source: Club rules
it: Regole del club

source: Delete account
it: Eliminare l'account

source: Are you sure you want to delete your account?
it: Sei sicuro di voler eliminare il tuo account?

source: Your account has been successfully deleted
it: Il tuo account è stato eliminato con successo

source: Change password
it: Modifica della password

source: Synchronize calendar
it: La sincronizzazione del calendario

source: Manage subscriptions
it: Gestire abbonamenti

source: Passport
it: Passaporto

source: Visa
it: Visto

source: Passports/Visas
it: Passaporti/Visti

source: Request
it: Richiesta

source: Order
it: Mandato

source: Pay
it: Pagare

source: Paid
it: Pagato

source: Request created
it: Richiesta creato

source: Option
it: Opzione

source: Payment
it: Pagamento

source: Activity
it: Attività

source: In progress
it: In corso

source: Completed
it: Completato

source: Cancelled
it: Annullato

source: passport
it: Passaporto

source: single-entry
it: per un solo ingresso

source: multiple-entry
it: per più ingressi

source: single-entry Schengen
it: Schengen per un solo ingress

source: multiple-entry Schengen
it: Schengen per più ingressi

source: No requests
it: Nessuna richiesta

source: Pull down to refresh
it: Tiri per aggiornare

source: Release to refresh
it: Rilasci per aggiornare

source: Loading
it: Caricamento in corso

source: Autofill card data?
it: Compilare i dati della carta?

source: To pay
it: A pagamento

source: Booked
it: Prenotazione

source: Requests
it: Richieste

source: Last name
it: Сognome

source: First name
it: Nome

source: Middle name
it: Patronimico

source: Email (optional)
it: E-mail

source: Passport Number
it: Numero del passaporto

source: Visa Number
it: Numero del visto

source: Citizenship
it: Сittadinanza

source: Date of Birth
it: Data di nascita

source: Place of Birth
it: Luogo di nascita

source: Add Passport ...
it: Aggiungere il passaporto

source: Add Visa ...
it: Aggiungere il visto

source: Issue date
it: Data di rilascio

source: Expiration date
it: Data di fine

source: Issuing authority
it: Organo che ha rilasciato

source: Country
it: Paese

source: Visa type
it: Tipo di visto

source: Add photo
it: Aggiungere una foto

source: Delete photo
it: Rimuovere una foto

source: All spends
it: Tutte le spese

source: Transaction history
it: Storia delle transazioni

source: History
it: Storia

source: Expenses
it: Spese

source: My documents
it: Miei documenti

source: My cards
it: Mie carte

source: Bonus card
it: Carta bonus

source: PAYMENT CARDS
it: Carte di pagamento

source: LOYALTY CARDS
it: Carte fedeltà

source: Type
it: Tipo

source: Card number
it: Numero di carta

source: Note
it: Nota

source: Card types
it: Tipo di carta

source: Scan the card
it: Scansione di carta

source: Delete
it: Rimuovere

source: Current balances
it: Corrente saldi

source: No balances information for current month
it: Nessun saldi informazioni per il mese corrente

source: Data on transactions made in the last 10 days, can be adjusted
it: I dati sulle operazioni eseguite negli ultimi 10 giorni, può essere regolata.

source: Currency
it: Valuta

source: MULTY CURRENCY
it: Valuta multi

source: Service provider
it: Fornitore di servizi

source: All
it: Tutti

source: Partners
it: Partner

source: Private closed club. The number of members is limited to 300 persons. Joining the Club PRIMECONCEPT is possible only on the recommendation of one of the members or at the invitation of shareholders and leadership Club.
it: Club privato chiuso. Il numero dei membri del Club limitate a solo 300 persone. Entrare nel Club PRIMECONCEPT è possibile solo su raccomandazione di uno dei membri del Club o su invito di azionisti e dirigenti del Club.

source: Phone number
it: Numero di telefono

source: is not found in the list of members
it: non è stato trovato nella lista dei membri del club

source: is not found in the list of PRIME Pond mobile concierge-service
it: non è stato trovato nella lista di servizio di portineria PRIME Pond mobile

source: is not found in the list of Ginza concierge-service
it: non è stato trovato nella lista di servizio di portineria Ginza

source: is not found in the list of Formula Kino concierge-service
it: non è stato trovato nella lista di servizio di portineria Formula Kino

source: Call
it: Chiamata

source: Call back
it: Richiamata

source: Open site
it: Visita il sito

source: Your request is accepted. We will contact you within 24 hours.
it: La richiesta è stata accettata. Ci metteremo in contatto con Lei entro 24 ore.

source: Very bad
it: Molto male

source: Bad
it: Male

source: Normal
it: Normale

source: Good
it: Bene

source: Very good
it: Benissimo

source: Rate the quality of your call
it: Valutare la qualità della chiamata

source: City Guide
it: Guida

source: Profile
it: Profilo

source: Me
it: Io

source: Today
it: Oggi

source: Yesterday
it: Ieri

source: Message has not been sent
it: Il messaggio non è stato inviato

source: Send again
it: Rispedire

source: Edit
it: Modificare

source: Save
it: Conservare

source: add phone
it: Aggiungere il telefono

source: add email
it: Aggiungere e-mail

source: add contact
it: Aggiungere un contatto

source: Phone
it: Numero telefonico

source: Contact
it: Contatto

source: Hide
it: Ridurre

source: Ride there with UBER
it: Prendere la UBER

source: Waiting for UBER
it: In attesa di UBER

source: mins
it: min

source: See more on UBER
it: Vedere di più su UBER

source: Choose car
it: Scegliere l'auto

source: Prime city
it: Prime Città

source: Card selection
it: Scegliere una carta

source: Create a password
it: Creare una password

source: Confirm password
it: Сonfermare la password

source: Continue
it: Сontinuare

source: We've sent you an SMS with the code
it: Abbiamo mandato un SMS con il codice

source: Code
it: Codice

source: Calendar
it: Calendario

source: Time
it: Durata

source: Not now
it: Non ora

source: Start
it: Iniziare

source: Hotel
it: Albergo

source: Send
it: Inviare

source: Submit
it: Confermare

source: End
it: Completare

source: Other
it: Altro

source: Restaurant
it: Ristorante

source: Whole day
it: Tutto il giorno

source: VIP hall
it: Sala vip

source: Name
it: Nome

source: Surname
it: Сognome

source: due
it: fino al

source: Take photo
it: Fare foto

source: Choose from library
it: Scegli dalla libreria

source: Back
it: Indietro

source: Please contact our concierge service by phone number +74956413456 to activate the mobile application
it: Per attivare l'applicazione mobile si prega di contattare il servizio di concierge a numero +7 495 641 34 56
